﻿/* Notification that a user reacted to a note that the current user was tagged in */
"reacted_tagged_in_1" = "%@ 回應了提到你的筆記";

/* Notification that 2 users reacted to a note that the current user was tagged in */
"reacted_tagged_in_2" = "%@ 和 %@ 回應了提到你的筆記";

/* Notification that a user reposted a note that the current user was tagged in */
"reposted_tagged_in_1" = "%@ 轉發了了提到你的筆記";

/* Notification that 2 users reposted a note that the current user was tagged in */
"reposted_tagged_in_2" = "%@ 和 %@ 轉發了提到你的筆記";

/* Notification that a user zapped a note that the current user was tagged in */
"zapped_tagged_in_1" = "%@ 打閃了提到你的筆記";

/* Notification that 2 users zapped a note that the current user was tagged in */
"zapped_tagged_in_2" = "%@ 和 %@ 打閃了提到你的筆記";

/* Notification that a user reacted to the current user's note */
"reacted_your_note_1" = "%@ 回應了你的筆記";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_note_2" = "%@ 和 %@ 回應了你的筆記";

/* Notification that a user reposted the current user's note */
"reposted_your_note_1" = "%@ 轉發了你的筆記";

/* Notification that 2 users reposted the current user's note */
"reposted_your_note_2" = "%@ 和 %@ 轉發了你的筆記";

/* Notification that a user zapped the current user's note */
"zapped_your_note_1" = "%@ 打閃了你的筆記";

/* Notification that 2 users zapped the current user's note */
"zapped_your_note_2" = "%@ 和 %@ 打閃了你的筆記";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ 回應了你的檔案";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ 和 %@ 回應了你的檔案";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ 轉發了你的檔案";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ 和 %@ 轉發了你的檔案";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ 打閃了你";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ 和 %@ 打閃了你";
/* Sentence composed of 2 variables to describe how many imports were performed from loading a NostrScript. In source English, the first variable is the number of imports, and the second variable is 'Import' or 'Imports'.
   Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many quoted reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@ %@" = "%1$@ %2$@";

/* Amount of money required to subscribe to the Nostr relay. In English, this would look something like '4,000 sats / 30 days', meaning it costs 4000 sats to subscribe to the Nostr relay for 30 days. */
"%@ / %@" = "%1$@ / %2$@";

/* Amount of money required to publish to the Nostr relay. In English, this would look something like '10 sats / event', meaning it costs 10 sats to publish one event. */
"%@ / event" = "%@ / 事件";

/* Alert message that informs a user was muted. */
"%@ has been muted" = "%@已被靜音";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "找不到%@";

/* Reacted by heading in local notification */
"%@ reacted with %@" = "%1$@用%2$@回應";

/* Percentage of additional zap that should be sent to support Damus development. */
"%@%" = "%1$@%2$";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. 創建帳戶無需電話號碼、電子郵箱或姓名。立即開始絲滑之旅。";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. 端到端加密信息，保護你的私信不被科技巨頭公司窺視";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friends and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@。用比特幣⚡️，互聯網的原生貨幣，打賞你的好友並以此積攢聰。";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of why the Nostr address is invalid. */
"'%@' is an invalid Nostr address. It should look like an email address." = "'%@' 是一個無效的 Nostr 地址。應該看起來像一個電子郵箱地址。";

/* Label on push notification indicating that the contents of the message are encrypted */
"(Contents are encrypted)" = "（內容已加密）";

/* A duration of 1 month to be shown to the user. Most likely in the context of how long they want to mute a piece of content for. */
"1 month" = "1 個月";

/* A duration of 1 week to be shown to the user. Most likely in the context of how long they want to mute a piece of content for. */
"1 week" = "1 星期";

/* A duration of 24 hours/1 day to be shown to the user. Most likely in the context of how long they want to mute a piece of content for. */
"24 hours" = "24 小時";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "關於";

/* Label for About Me section of user profile form. */
"About Me" = "關於我";

/* Placeholder text for About Me description. */
"Absolute Boss" = "大老闆";

/* Section header for accessibility settings */
"Accessibility" = "輔助使用";

/* Label for Purple account creation date */
"Account creation" = " 帳戶創建";

/* Title for confirmation dialog to either share, report, or mute a profile. */
"Actions" = "動態";

/* Badge indicating user has an active Damus Purple account */
"Active account" = "活躍帳戶";

/* Button to add relay server to list. */
"Add" = "添加";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "添加全部";

/* Placeholder as an example of what the user could set so that the link is opened when the status is tapped. */
"Add an external link" = "添加外部鏈接";

/* Button text to add bookmark to a note. */
"Add Bookmark" = "添加收藏";

/* Context menu option for adding a note bookmark. */
"Add bookmark" = "添加收藏";

/* Title text to indicate user to an add an item to their mutelist. */
"Add mute item" = "添加靜音項目";

/* Button text to add a relay
   Button to add a relay.
   Title text to indicate user to an add a relay. */
"Add relay" = "添加中繼器";

/* Prompt given to the user during onboarding, suggesting them to write their first post */
"Add your first post" = "添加你的第一篇帖子";

/* Button to show relay server is already added to list. */
"Added" = "已添加";

/* Header text to prompt user to optionally provide additional information when reporting a user or note. */
"Additional information" = "附加信息";

/* Text label indicating the profile picture underneath it is the admin of the Nostr relay. */
"ADMIN" = "管理員";

/* Label for filter for all notifications. */
"All" = "所有";

/* A label indicating that the notes being displayed below it are all recent notes */
"All recent notes" = "所有最新筆記";

/* Ask the user if they already have an account on Nostr */
"Already on Nostr?" = "已經在使用 Nostr？";

/* Developer mode setting to always show onboarding suggestions. */
"Always show onboarding" = "始終顯示入門";

/* Text indicating that they can contribute zaps to support Damus development. */
"An additional percentage of each zap will be sent to support Damus development" = "每個打閃的額外百分比將被用於支持達摩開放";

/* Error message for a failed contact list reset operation */
"An unexpected error happened while trying to create the new contact list. Please contact support." = "在嘗試創建新通訊錄時發生了意外錯誤，請聯繫技術支持。";

/* Toggle to enable or disable image animation */
"Animations" = "動圖";

/* Annual renewal of purple subscription */
"Annually" = "每年";

/* Button text to indicate that the zap type is a anonymous zap.
   Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it.
   Placeholder display name of anonymous user. */
"Anonymous" = "匿名";

/* Any amount of sats */
"Any" = "任何";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API 密鑰（可選）";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API 密鑰（必填）";

/* Navigation title for text and appearance settings.
   Section header for text and appearance settings */
"Appearance" = "外觀";

/* Section header for text, appearance, and content filter settings */
"Appearance and filters" = "外觀和過濾器";

/* Text asking the user if they are lost in the app. */
"Are you lost?" = "你迷路了嗎？";

/* Message explaining what it means to clear the cache, asking if user wants to proceed. */
"Are you sure you want to clear the cache? This will free space, but images may take longer to load again." = "你確定要清除緩存嗎？這將釋放空間，但圖片可能需要更長時間加載。";

/* Prompt to ask user if they want to attach their Nostr Wallet Connect lightning wallet. */
"Are you sure you want to connect this wallet?" = "你是否確認想要連接此錢包？";

/* Alert for deleting all of the bookmarks. */
"Are you sure you want to delete all of your bookmarks?" = "是否確定清除所有收藏？";

/* Alert message asking if the user wants to upload an image. */
"Are you sure you want to upload this image?" = "是否確定要上傳這張圖片？";

/* Alert message asking if the user wants to upload media. */
"Are you sure you want to upload this media?" = "是否確定上傳此媒體？";

/* Message notifying the user that they get auto-translations as part of their service */
"As part of your Damus Purple membership, you get complimentary and automated translations. Would you like to enable Damus Purple translations?\n\nTip: You can always change this later in Settings → Translations" = "作爲達摩 Purple 會員，你將獲得免費且自動化的翻譯服務。你想啓用達摩 Purple 翻譯嗎？\n\n提示：你隨時可以在設置→翻譯中更改此設置。";

/* Label to display that authentication to a server has succeeded. */
"Authenticated" = "已認證";

/* Part 1 of 2 in message 'You unlocked automatic translations' the user gets when they sign up for Damus Purple */
"Automatic translations" = "自動翻譯";

/* Toggle to automatically translate notes. */
"Automatically translate notes" = "自動翻譯筆記";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "主頁背景圖片";

/* Description of new features to be expected */
"Be the first to access upcoming premium features: Automatic translations, longer note storage, and more" = "成爲首先訪問即將推出的高級功能的用戶：自動翻譯、更長的筆記儲存等等";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "開始前請先保存好你的帳戶信息！不然登出或御載後將無法重新登錄達摩。";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "比特幣閃電小費";

/* Setting to blur images */
"Blur images" = "模糊圖片";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "收藏夾";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "廣播";

/* Toggle to enable or disable broadcasting what music is being played on Apple Music in their profile status. */
"Broadcast music playing on Apple Music" = "廣播在 Apple Music 上播放的音樂";

/* Ask the user if they already have an account on Nostr */
"By signing up, you agree to our " = "通過註冊，你同意我們的";

/* Text explaining the terms and conditions of subscribing to Damus Purple. EULA stands for End User License Agreement. */
"By subscribing to Damus Purple, you are accepting our [privacy policy](https://damus.io/privacy-policy.txt) and Apple's Standard [EULA](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)" = "訂閱達摩 Purple，即表示你接受我們的[隱私政策](https://damus.io/privacy-policy.txt)和蘋果公司的標準 [EULA](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)";

/* Message indicating that the cache was successfully cleared. */
"Cache has been cleared" = "緩存已清空";

/* Alert button to cancel out of alert for muting a user.
   Button to cancel a repost.
   Button to cancel any interaction with the QRCode link.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of highlighting a note.
   Button to cancel out of posting a note.
   Button to cancel out of search text entry mode.
   Button to cancel the upload.
   Cancel button text for dismissing profile status settings view.
   Cancel deleting bookmarks.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view.
   Cancel resetting the contact list.
   Text for button to cancel out of connecting Nostr Wallet Connect lightning wallet. */
"Cancel" = "取消";

/* Message explaining consequences of changing the 'enable animation' setting */
"Changing this setting will cause the cache to be cleared. This will free space, but images may take longer to load again. Are you sure you want to proceed?" = "更改此設置將導致緩存被清除。這將釋放空間，但圖像可能需要更長時間才能再次加載。你確定要繼續嗎？";

/* Option to select photo from library */
"Choose from Library" = "從照片庫選擇";

/* Button for clearing bookmarks data. */
"Clear All" = "全部清除";

/* Button to clear image cache. */
"Clear Cache" = "清除緩存";

/* Label to prompt user to select an expiration time for the profile status to clear. */
"Clear status" = "清除狀態";

/* Loading message indicating that the cache is being cleared. */
"Clearing Cache" = "正在清空緩存";

/* Feature is still in development and will be available soon */
"Coming soon" = "即將推出";

/* Label announcing Purple, and inviting the user to learn more on the website */
"Coming soon! Visit our website to learn more" = "即將推出！訪問我們的網站瞭解更多信息";

/* Button to allow Damus Purple to be configured */
"Configure Damus Purple" = "配置達摩 Purple";

/* Confirmation dialog title */
"Confirmation" = "確認";

/* Button to connect to the relay.
   Text for button to conect to Nostr Wallet Connect lightning wallet. */
"Connect" = "連接";

/* Button to attach an Alby Wallet, a service that provides a Lightning wallet for zapping sats. Alby is the name of the service and should not be translated. */
"Connect to Alby Wallet" = "連接 Alby 錢包";

/* Button to attach an Mutiny Wallet, a service that provides a Lightning wallet for zapping sats. Mutiny is the name of the service and should not be translated. */
"Connect to Mutiny Wallet" = "連接 Mutiny 錢包";

/* Relay status label that indicates a relay is connecting. */
"Connecting" = "正在連接";

/* Text label indicating that the information below is the contact information of the admin of the Nostr relay. */
"CONTACT" = "聯繫信息";

/* Section title for Contact list first aid tools */
"Contact list (Follows + Relay list)" = "通訊錄（關注+中繼器列表）";

/* Message indicating that the contact list was successfully reset. */
"Contact list has been reset" = "通訊錄已重置";

/* Section title for content filtering/moderation configuration. */
"Content filters" = "內容過濾器";

/* Button to dismiss suggested users view and continue to the main app
   Continue with bookmarks.
   Continue with deleting the user.
   Continue with resetting the contact list.
   Prompt to user to continue */
"Continue" = "繼續";

/* Label indicating that a user's key was copied. */
"Copied" = "已複製";

/* Button to copy a relay server address.
   Button to copy the value found.
   Context menu option for copying the version of damus. */
"Copy" = "複製";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "複製帳戶 ID";

/* Context menu option to copy an image into clipboard. */
"Copy Image" = "複製圖片";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "複製圖片URL";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "複製發票";

/* Button to copy link to note */
"Copy Link" = "複製鏈接";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "複製LNURL";

/* Context menu option for copying the ID of the note. */
"Copy note ID" = "複製筆記 ID";

/* Context menu option for copying the JSON text from the note. */
"Copy note JSON" = "複製筆記 JSON";

/* Button to copy report ID. */
"Copy Report ID" = "複製舉報記錄ID";

/* Context menu option for copying the text from an note. */
"Copy text" = "複製文本";

/* Label for button in context menu to copy URL of the selected uploaded media asset. */
"Copy URL" = "複製鏈接";

/* Context menu option for copying the ID of the user who created the note. */
"Copy user public key" = "複製用戶公鑰";

/* Error message to the user indicating that the initial contact list failed to be created. */
"Could not create your initial contact list event. This is a software bug, please contact Damus support via support@damus.io or through our Nostr account for help." = "無法創建你的初始通訊錄事件。這是一個軟體錯誤，請通過 support@damus.io 或我們的 Nostr 賬戶聯繫達摩支持人員尋求幫助。";

/* Indicates that there are no users found. */
"Could not find the user you're looking for" = "找不到你搜索的用戶";

/* Alert message to indicate that the muted user could not be found. */
"Could not find user to mute..." = "找不到可靜音的用戶";

/* Button to navigate to create account view. */
"Create account" = "創建帳戶";

/* Button to create account. */
"Create account now" = "立即創建帳戶";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "創建新的靜音列表";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "傳奇的比特幣創始人";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "自定義";

/* Name of the app for the title of an internal notification */
"Damus" = "達摩";

/* Dropdown option for selecting Damus Purple as a translation service. */
"Damus Purple" = "達摩 Purple";

/* Prompt selection of the Damus purple environment (Developer feature to switch between real/production mode to test modes). */
"Damus Purple environment" = "達摩 Purple 環境";

/* Title text for Damus Wallet view. */
"Damus Wallet" = "達摩錢包";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL（專有軟件，準確性更高）";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "默認錢包";

/* Title for section in zap settings that controls the default zap amount in sats. */
"Default Zap Amount in sats" = "默認打閃金額（聰）";

/* Button for deleting the users account.
   Button to remove a user from their mutelist. */
"Delete" = "刪除";

/* Button to delete the user's account. */
"Delete Account" = "刪除帳戶";

/* Description of the specific Nostr relay server. */
"Description" = "描述";

/* Navigation title for developer settings
   Section header for developer settings */
"Developer" = "開發人員";

/* Setting to enable developer mode */
"Developer Mode" = "開發人員模式";

/* Section header for Developer Settings view */
"Developer Mode enables features and options that may help developers diagnose issues and improve this app. Most users will not need Developer Mode." = "開發人員模式啟用的功能和選項可以幫助開發人員診斷問題並改進此應用程式。大多數用戶不需要開發人員模式。";

/* Button to disconnect from a relay server.
   Button to disconnect from the relay. */
"Disconnect" = "斷開";

/* Text for button to disconnect from Nostr Wallet Connect lightning wallet. */
"Disconnect Wallet" = "斷連錢包";

/* Button to dismiss alert */
"Dismiss" = "忽略";

/* Label to prompt display name entry. */
"Display name" = "暱稱";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Setting to enable DM Local Notification
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "私信";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "完成";

/* Title of the duplicate relay error message. */
"Duplicate relay" = "重複中繼器";

/* Label for profile status expiration duration picker.
   The duration in which to mute the given item. */
"Duration" = "期限";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "賺錢";

/* Button to edit user's profile. */
"Edit" = "編輯";

/* Developer mode setting to enable experimental Purple API support. */
"Enable experimental Purple API support" = "啓用試驗性的 Purple API 支持";

/* Developer mode setting to enable experimental Purple In-app purchase support. */
"Enable experimental Purple In-app purchase support" = "啓用試驗性的 Purple 應用內購支持";

/* Developer mode setting to enable experimental push notifications. */
"Enable experimental push notifications" = "忽略";

/* Label for button that allows users to enable Damus Purple translations */
"Enable Purple auto-translations" = "啓用 Purple 自動翻譯";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "已加密";

/* Prompt for user to enter an account key to login. */
"Enter your account key" = "輸入你的帳戶密鑰";

/* Label to display that authentication to a server has failed.
   Relay status label that indicates a relay had an error when connecting */
"Error" = "錯誤";

/* Error label shown when user tries to enable push notifications but something fails */
"Error configuring push notifications with the server: %@" = "配置服務器推送通知時出錯：%@";

/* Error label shown when user tries to disable push notifications but something fails */
"Error disabling push notifications with the server: %@" = "在服務器上禁用推送通知時出錯：%@";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "獲取閃電發票錯誤";

/* Text for an item that application failed to retrieve the muted event for. */
"Error retrieving muted event" = "檢索靜音事件時出錯";

/* Error message indicating why saving keys failed. */
"Error: %@" = "錯誤：%@";

/* Navigation title of view that shows the EULA, an acronym for End User License Agreement. */
"EULA" = "用戶條款";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone will see that you zapped" = "所有人都看得到你打閃了";

/* Features only available on subscription service */
"Exclusive features" = "獨家功能";

/* Indication that the execution of running a NostrScript finished successfully, while providing a numeric return code. */
"Executed successfully, returned with code %@" = "執行成功，返回代碼 %@";

/* Badge indicating user has an expired Damus Purple account */
"Expired account" = "過期帳戶";

/* Label for Purple subscription expiry date */
"Expiry date" = "到期日期";

/* NostrScript error message when it fails to initialize a module. */
"Failed to initialize" = "初始化失敗";

/* NostrScript error message when it fails to parse a script. */
"Failed to parse" = "解析失敗";

/* Navigation title for first aid settings and tools
   Section header for first aid tools and settings */
"First Aid" = "急救";

/* Button to follow a user. */
"Follow" = "關注";

/* Button to follow all users in this section */
"Follow All" = "關注全部";

/* Button to follow a user back. */
"Follow Back" = "回關";

/* Button to follow a given hashtag. */
"Follow hashtag" = "關注主題標籤";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on Nostr" = "在 Nostr 上關注我";

/* Text to indicate that the user is followed by one of our follows. */
"Followed by %@" = "被 %@ 關注";

/* Text to indicate that the user is followed by two of our follows. */
"Followed by %@ & %@" = "被 %1$@ 和 %2$@ 關注";

/* Text to indicate that the user is followed by three of our follows. */
"Followed by %@, %@ & %@" = "被 %1$@、%2$@ 和 %3$@ 關注";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "粉絲";

/* Navigation bar title for view that shows who is following a user. */
"Followers You Know" = "你認識的粉絲";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "已關注";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "關注中...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "正在關注你";

/* Section label for font size settings. */
"Font Size" = "字體大小";

/* First post example given to the user during onboarding, as a suggestion as to what they could post first */
"For #Introductions! I’m a software developer.\n\nMy side interests include languages and I am striving to be a #polyglot - I am a native English speaker and can speak French, German and Japanese." = "#Introductions！我是一名軟體開發者。\n\n我的興趣是語言，我努力成為一個#polyglot - 我的母語是英語，並且會說法語，德語和日語。";

/* Alert message asking if the user wants to open the link. */
"Found\n \(qrCodeValue)" = "找到\n \(qrCodeValue)";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "免費版";

/* Section header for general damus notifications user configuration */
"General" = "一般";

/* Supporter badge description */
"Get a special badge on your profile to show everyone your contribution to Freedom tech" = "在你的個人檔案上獲得一個特殊徽章，向所有人展示你對自由技術的貢獻";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "獲取 API 密鑰";

/* Button to navigate to nokyctranslate website to get a translation API key.
   Button to navigate to translate.nostr.wine to get a translation API key. */
"Get API Key with BTC/Lightning" = "用比特幣/閃電購買 API 密鑰";

/* Label for filter for seeing only hashtag follows.
   Section header title for a list of hashtags that are muted. */
"Hashtags" = "主題標籤";

/* First post example given to the user during onboarding, as a suggestion as to what they could post first */
"Hello everybody!\n\nThis is my first post on Damus, I am happy to meet you all 🤙. What’s up?\n\n#introductions" = "大家好！\n\n這是我在達摩上的第一篇帖子，很高興認識大家🤙。最近如何？\n\n#介紹";

/* No comment provided by engineer. */
"Hello, World!" = "你好世界！";

/* Title for funding future damus development */
"Help Build The Future" = "幫助建設未來";

/* Text indicating the goal of developing Damus which the user can help with. */
"Help build the future of decentralized communication on the web." = "幫助建造去中心化網絡的未來。";

/* Damus purple subscription pitch */
"Help us stay independent in our mission for Freedom tech with our Purple subscription, and look cool doing it!" = "幫助我們通過 Purple 訂閱保持獨立，爲自由科技的使命做出貢獻，並且在此過程中顯得很酷！";

/* Button to hide a note which has been muted. */
"Hide" = "隱藏";

/* Section footer describing OnlyZaps mode */
"Hide all 🤙's" = "隱藏所有🤙";

/* Setting to hide notes with the #nsfw (not safe for work) tags */
"Hide notes with #nsfw tags" = "隱藏含有 #nsfw 標籤的筆記";

/* Label to indicate that the user is highlighting their own post. */
"Highlighted" = "已亮點";

/* Label to indicate that the user is highlighting 1 user. */
"Highlighted %@" = "已亮點%@";

/* Navigation bar title for Home view where notes and replies appear from those who the user is following. */
"Home" = "主頁";

/* First post example given to the user during onboarding, as a suggestion as to what they could post first */
"Howdy! I’m a graphic designer during the day and coder at night, but I’m also trying to spend more time outdoors.\n\nHope to meet folks who are on their own journeys to a peaceful and free life!" = "嗨！我白天是一名平面設計師，晚上是一名程式設計師，但我也想多花時間在戶外。\n\n希望能遇到那些追求和平自由生活的人！";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Description of report type for illegal content. */
"Illegal Content" = "非法內容";

/* Prompt selection of user's image uploader */
"Image uploader" = "圖像上傳服務";

/* Section title for images configuration. */
"Images" = "圖片";

/* Description of report type for impersonation. */
"Impersonation" = "冒充";

/* Loading message indicating that a contact list reset operation is in progress. */
"In progress…" = "正在進行中…";

/* Mute a given item indefinitly (until user unmutes it). As opposed to muting the item for a given period of time. */
"Indefinite" = "無限期";

/* Badge indicating that a notification is an official internal app notification */
"Internal app notification" = "應用程式內部通知";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "密鑰無效";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "閃電地址無效";

/* Error message when an invalid Nostr wallet connection string is provided. */
"Invalid Nostr wallet connection string" = "Nostr 錢包連接字符串無效";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "小費地址無效";

/* Confirmation dialog question asking users if they want their translation settings to be automatically switched to the Damus Purple translation service */
"It seems that you already have a translation service configured. Would you like to switch to Damus Purple as your translator?" = "看起來你已經配置了一個翻譯服務。你是否想切換使用達摩 Purple 作爲你的翻譯服務？";

/* Placeholder example text for identifier used for Nostr addresses. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Navigation title for managing keys.
   Settings section for managing keys */
"Keys" = "密鑰";

/* Button that opens up a webpage where the user can learn more about Nostr. */
"Learn more about Nostr" = "瞭解 Nostr";

/* Label for a link to the Damus website, to allow the user to learn more about the features of Purple */
"Learn more about the features" = "瞭解更多功能";

/* Moves the post button to the left side of the screen */
"Left Handed" = "左撇子界面";

/* Button to continue to login page. */
"Let's get started!" = "讓我們開始吧！";

/* Button to complete account creation and start using the app. */
"Let's go!" = "開始旅程！";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate（開源）";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "閃電地址或LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "閃電發票";

/* Accessibility Label for Like button */
"Like" = "贊";

/* Setting to enable Like Local Notification */
"Likes" = "點贊";

/* Text indicator that the video is a livestream. */
"LIVE" = "直播";

/* Button to show media in note. */
"Load media" = "加載媒體";

/* Option for notification mode setting: Local notification mode */
"Local" = "本地";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "需要本地認證以訪問私鑰";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "本地默認";

/* Section header for damus local notifications user configuration */
"Local Notifications" = "本地通知";

/* Button to log into account.
   Button to navigate to login view. */
"Login" = "登錄";

/* Alert for logging out the user.
   Button for logging out the user. */
"Logout" = "登出";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "正在搜索%@...";

/* Button label to indicate that tapping it will make the selected zap type be the default for future zaps. */
"Make Default" = "作為默認";

/* Hint message when an invalid Nostr wallet connection string is provided. */
"Make sure the wallet you are connecting to supports NWC." = "確認你想連接的錢包支持 NWC。";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "請確認已保存好nsec帳戶私鑰！不然登出後將無法重新訪問你的帳戶。";

/* Manage the damus subscription */
"Manage" = "管理";

/* Button to take user to manage Damus Purple subscription */
"Manage subscription" = "管理訂閱";

/* Setting to show media */
"Media previews" = "媒體預覽";

/* Mentioned by heading in local notification */
"Mentioned by %@" = "被%@提及";

/* Label for filter for seeing mention notifications (replies, etc).
   Setting to enable Mention Local Notification */
"Mentions" = "提及";

/* Sidebar menu label for merch store link. */
"Merch" = "商品";

/* Button label that allows the user to start a direct message conversation with the user shown on-screen */
"Message" = "消息";

/* Monthly renewal of purple subscription */
"Monthly" = "每月";

/* Alert button to mute a user.
   Button to mute a profile. */
"Mute" = "靜音";

/* Alert message prompt to ask if a user should be muted. */
"Mute %@?" = "靜音%@？";

/* Context menu option for muting a conversation. */
"Mute conversation" = "靜音對話";

/* Label represnting a button that the user can tap to mute a given hashtag so they don't see it in their feed anymore. */
"Mute Hashtag" = "靜音主題標籤";

/* Title of alert for muting a user. */
"Mute User" = "靜音用戶";

/* Context menu option for muting users. */
"Mute user" = "靜音用戶";

/* Navigation title of view to see list of muted users & phrases.
   Sidebar menu label for muted users view. */
"Muted" = "已靜音";

/* Title for a push notification which has been muted */
"Muted event" = "已靜音事件";

/* Text label indicating that there is no NIP-11 relay admin contact information found. In English, N/A stands for not applicable.
   Text label indicating that there is no NIP-11 relay description information found. In English, N/A stands for not applicable.
   Text label indicating that there is no NIP-11 relay software information found. In English, N/A stands for not applicable.
   Text label indicating that there is no NIP-11 relay software version information found. In English, N/A stands for not applicable. */
"N/A" = "不適用";

/* Profile status duration setting of never expiring. */
"Never" = "永不";

/* Notification that the user has received a new direct message */
"New encrypted direct message" = "新加密私信";

/* Title label for push notifications where a direct message was sent to the user */
"New message" = "新消息";

/* Title label for push notifications where someone reacted to the user's post with a specific emoji */
"New note reaction" = "新的筆記回應";

/* Ask the user if they are new to Nostr */
"New to Nostr?" = "Nostr 新手？";

/* User confirm No */
"No" = "否";

/* Section footer for Contact list first aid tools */
"No contact list was found. You might experience issues using the app. If you suspect you have permanently lost your contact list (or if you never had one), you can fix this by resetting it" = "未找到通訊錄，你在使用應用程式時可能會遇到問題。如果你懷疑自己永久丟失了通訊錄（或者從未有過），可以通過重置來解決這個問題";

/* Label to indicate that there are no developer mode logs available to be displayed on the screen */
"No logs to display" = "沒有可顯示的日誌";

/* Alert message prompt that asks if the user wants to create a new mute list, overwriting previous mute lists. */
"No mute list found, create a new one? This will overwrite any previous mute lists." = "找不到靜音列表，是否創建一個新列表？這將覆蓋任何以前的靜音列表。";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one will see that you zapped" = "沒有人看得到你打閃了";

/* A label indicating that note search resulted in no results */
"No results" = "沒有結果";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps will be sent, only a lightning payment." = "僅將發送一般的閃電付款，不會發送打閃。";

/* Label for button that allows users to reject enabling Damus Purple translations */
"No, thanks" = "不，謝謝";

/* Dropdown option for selecting NoKYCTranslate.com as the translation service. */
"NoKYCTranslate.com (Prepay with BTC)" = "NoKYCTranslate.com（用比特幣預付費）";

/* Button text to indicate that the zap type is a private zap.
   Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"None" = "無";

/* No search results. */
"none" = "無結果";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "無";

/* Label for the Nostr Address section of user profile form. */
"Nostr Address" = "Nostr 地址";

/* Description about what is Nostr. */
"Nostr is a protocol, designed for simplicity, that aims to create a censorship-resistant global social network" = "Nostr 是一個設計簡單的協議，旨在創建一個抗審查的全球社交網絡";

/* Navigation title for the view showing NostrScript. */
"NostrScript" = "NostrScript";

/* Text indicating that there was an error with loading NostrScript. There is a more descriptive error message shown separately underneath. */
"NostrScript Error" = "NostrScript 錯誤";

/* Text to indicate that what is being shown is a note which has been muted. */
"Note from a %@ you've muted" = "你已靜音的 %@ 的筆記";

/* Label indicating note has been muted
   Text to indicate that what is being shown is a note which has been muted. */
"Note you've muted" = "你已靜音的筆記";

/* A label indicating that the notes being displayed below it are from a timeline, not search results
   Label for filter for seeing only notes (instead of notes and replies).
   Label for filter for seeing only your notes (instead of notes and replies). */
"Notes" = "筆記";

/* Label for filter for seeing notes and replies (instead of only notes).
   Label for filter for seeing your notes and replies (instead of only your notes). */
"Notes & Replies" = "筆記和回復";

/* Section footer clarifying what #nsfw (not safe for work) tags mean */
"Notes with the #nsfw tag usually contains adult content or other \"Not safe for work\" content" = "帶有 #nsfw 標籤的筆記通常包含成人內容或其他「工作不安全」內容";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "暫無內容，請稍後重試！";

/* Section header for notification indicator dot settings */
"Notification Dots" = "通知標記";

/* Section header for Notification Preferences */
"Notification Preference" = "通知設置";

/* Section header for Damus notifications
   Toolbar label for Notifications view. */
"Notifications" = "通知";

/* Prompt selection of the notification mode (Feature to switch between local notifications (generated from user's own phone) or push notifications (generated by Damus server). */
"Notifications mode" = "通知模式";

/* Relative time label that indicates a notification happened now
   String indicating that a given timestamp just occurred */
"now" = "現在";

/* Placeholder example for relay server address. */
"npub, #hashtag, phrase" = "npub, #hashtag, phrase";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Description of report type for nudity. */
"Nudity" = "裸體";

/* Button label indicating user wants to proceed.
   Button label to dismiss an error dialog */
"OK" = "好的";

/* Button to dismiss the alert. */
"Ok" = "好";

/* Relay status label that indicates a relay is connected. */
"Online" = "在線";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "只有你看得到這條信息和它的發件人。";

/* Section header for enabling OnlyZaps mode (hide reactions) */
"OnlyZaps" = "OnlyZaps";

/* Non-tappable text in context menu that shows up when the zap button on profile is long pressed to indicate that the user has enabled OnlyZaps, meaning that they would like to be only zapped and not accept reactions to their notes. */
"OnlyZaps Enabled" = "已啟用 OnlyZaps";

/* Setting toggle to hide reactions. */
"OnlyZaps mode" = "OnlyZaps 模式";

/* Button to open the value found in browser. */
"Open in browser" = "在瀏覽器中打開";

/* Button to open the value found in browser. */
"Open in wallet" = "在錢包中打開";

/* Label indicating that a form input is optional. */
"optional" = "選填";

/* Prompt to enter optional additional information when reporting an account or content. */
"Optional" = "可選";

/* Text indicating that this is a paid relay. */
"Paid Relay" = "付費中繼器";

/* Text for button to connect a lightning wallet. */
"Paste NWC Address" = "貼上 NWC 地址";

/* Button to pay a Lightning invoice. */
"Pay" = "支付";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "支付閃電發票";

/* Label to display that authentication to a server is pending. */
"Pending" = "待定";

/* Label for filter for seeing only people follows. */
"People" = "用戶";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "永久刪除帳戶";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "選擇套餐";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "請從下方的列表選擇中繼器以篩選提要：";

/* Button to post a highlight.
   Button to post a note. */
"Post" = "發佈";

/* Button text to indicate that the zap type is a private zap.
   Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "私密";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "私鑰";

/* Title of notification when a private zap is received. */
"Private Zap" = "私人打閃";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "只有 ‘%@’ 看得到你打閃了他們";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "專業版";

/* Label indicating the production environment for Damus Purple */
"Production" = "生產";

/* Description of report type for profanity. */
"Profanity" = "褻瀆";

/* Sidebar menu label for Profile view. */
"Profile" = "我的檔案";

/* Section footer clarifying what the profile action sheet feature does */
"Profile action sheets allow you to follow, zap, or DM profiles more quickly without having to view their full profile" = "個人檔案操作表讓你能夠在不必查看完整個人檔案的情況下更快地關注、打閃或私訊個人檔案。";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "頭像";

/* Section title for profile view configuration. */
"Profiles" = "檔案";

/* Button text to indicate that the zap type is a public zap.
   Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "公開";

/* Section title for the user's public account ID. */
"Public Account ID" = "公開帳戶 ID";

/* Label indicating that the text is a user's public account key. */
"Public key" = "公鑰";

/* Label to indicate the public key of the account. */
"Public Key" = "公鑰";

/* Indicating when the user purchased the subscription */
"Purchased on" = "購買日期";

/* User purchased a subscription */
"Purchased!" = "已購買！";

/* Loading label indicating the purchase action is in progress */
"Purchasing" = "正在購買";

/* Subscription service name */
"Purple" = "Purple";

/* Option for notification mode setting: Push notification mode */
"Push" = "推送通知";

/* Button to view profile's qr code. */
"QR Code" = "二維碼";

/* Button to compose a quoted note */
"Quote" = "引用";

/* Navigation bar title for Quote Reposts view. */
"Quotes" = "引用";

/* Indication that a NostrScript was run until it reached a suspended state. */
"Ran to suspension." = "已運行到暫停。";

/* Accessibility label for react button */
"React with default reaction emoji" = "使用默認回應表情符號進行回應";

/* Navigation bar title for Reactions view.
   Section header for reactions settings
   Title of emoji reactions view */
"Reactions" = "回應";

/* Text label indicating that the text below it are developer mode logs. */
"Relay Logs" = "中繼日誌";

/* Navigation bar title that shows the list of relays for a user.
   Sidebar menu label for Relays view.
   Title of relays view */
"Relays" = "中繼器";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "已通知中繼器。其他用戶將可以使用該信息過濾內容。謝謝！";

/* Button label to remove all participants from a note reply. */
"Remove all" = "全部移除";

/* Context menu option for removing a note bookmark. */
"Remove bookmark" = "移除收藏";

/* Button text to remove bookmark from a note. */
"Remove Bookmark" = "移除收藏";

/* Button to take user to renew subscription for one month */
"Renew (1 mo)" = "更新（1 個月）";

/* Button to take user to renew subscription for one year */
"Renew (1 yr)" = "更新（1 年）";

/* Indicating when the subscription will renew */
"Renews on" = "續訂於";

/* Accessibility label for reply button */
"Reply" = "回覆";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Replying to" = "正在回覆";

/* Indicating that the user is replying to the following listed people.
   Indicating that the user is replying to the themself and no one else, where the parameter is 'self' in US English.
   Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "正在回覆%@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "正在回覆%1$@和%2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "回覆自己";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "舉報";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "舉報記錄ID：";

/* Button to report a note. */
"Report Note" = "舉報筆記";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "舉報成功！";

/* Button to report a user. */
"Report User" = "舉報用戶";

/* Button to repost a note */
"Repost" = "轉發";

/* Accessibility label for repost/quote button */
"Repost or quote this note" = "使用默認回應表情符號進行回應";

/* Text indicating that the note was reposted (i.e. re-shared). */
"Reposted" = "已轉發";

/* Reposted by heading in local notification */
"Reposted by %@" = "被%@轉發";

/* Accessibility label for boosts button
   Navigation bar title for Reposts view.
   Setting to enable Repost Local Notification */
"Reposts" = "轉發";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "請求";

/* Button to reset contact list. */
"Reset contact list" = "重置通訊錄";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "重試";

/* Button that runs a NostrScript. */
"Run" = "運行";

/* Indication that the execution of a NostrScript is running. */
"Running..." = "正在運行⋯⋯";

/* Indication that a runtime error occurred when running a NostrScript. */
"Runtime error" = "運行時錯誤";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "中本聰";

/* Button for saving profile. */
"Save" = "保存";

/* Percentage of purchase price the user will save */
"Save 14%" = "14%折扣";

/* Savings for purchasing an annual subscription */
"Save 20% off on an annual subscription" = "年度訂閱可享受20%折扣";

/* Context menu option to save an image. */
"Save Image" = "保存圖片";

/* Toggle to save private key to the Apple secure keychain. */
"Save Key in Secure Keychain" = "將金鑰保存在安全金鑰鏈中";

/* Text to prompt scanning a QR code of a user's pubkey to open their profile. */
"Scan a user's pubkey" = "掃描用戶公鑰";

/* Button to switch to scan QR Code page. */
"Scan Code" = "掃描二維碼";

/* Context menu option to scan image for a QR Code. */
"Scan for QR Code" = "掃描二維碼";

/* Text for button to connect a lightning wallet. */
"Scan NWC Address" = "掃描 NWC 地址";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "掃碼";

/* Text to prompt scanning a QR code of a user's privkey to login to their profile. */
"Scan Your Private Key QR" = "掃描你的私鑰二維碼";

/* Default title for the search screen when it is in an unknown state.
   Title of the text field for searching. */
"Search" = "搜索";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "熱搜詞：#%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "搜索...";

/* Navigation title for universe/search settings.
   Section header for search/universe settings */
"Search/Universe" = "搜索/宇宙";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "帳戶私鑰";

/* Text to prompt user to connect their wallet using 'Nostr Wallet Connect'. */
"Securely connect your Damus app to your wallet using Nostr\u{00A0}Wallet\u{00A0}Connect" = "通過 Nostr\u{00A0}Wallet\u{00A0}Connect 安全地將你的錢包與達摩連接";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "選擇閃電錢包";

/* Prompt selection of user's default emoji reaction */
"Select default emoji" = "選擇默認表情符號";

/* Prompt selection of user's default wallet */
"Select default wallet" = "選擇默認錢包";

/* Part of a larger sentence 'Replying to self' in US English. 'self' indicates that the user is replying to themself and no one else. */
"self" = "自己";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "發送信息以開始對話...";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Send a message with your zap..." = "與你的打閃同時發送信息...";

/* Developer mode setting to send device token metadata to a local server instead of the damus.io server. */
"Send device token to localhost" = "將設備領牌發送到本地主機";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "服務器";

/* Prompt selection of translation service provider. */
"Service" = "選擇服務";

/* Sidebar menu label to set user status */
"Set Status" = "設置狀態";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "設置";

/* Button to share a note
   Button to share an image.
   Button to share the link to a profile.
   Save button text for saving profile status settings. */
"Share" = "分享";

/* Accessibility label for external share button */
"Share externally" = "對外分享";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "分享筆記";

/* Button to present iOS share sheet */
"Share Via..." = "分享選項";

/* Button to show a note which has been muted.
   Toggle to show or hide user's secret account login key. */
"Show" = "顯示";

/* Settings toggle for enabling general user statuses */
"Show general statuses" = "顯示一般狀態";

/* Button to show less of a long profile description. */
"Show less" = "顯示更少";

/* Button to show entire note.
   Button to show more of a long profile description. */
"Show more" = "顯示更多";

/* Settings toggle for enabling now playing music statuses */
"Show music statuses" = "顯示音樂狀態";

/* Setting to Show notifications only associated to users your follow */
"Show only from users you follow" = "僅顯示你關注的用戶";

/* Toggle to show notes that are only in the device's preferred languages on the Universe feed and hide notes that are in other languages. */
"Show only preferred languages on Universe feed" = "在宇宙提要上僅顯示首選語言";

/* Setting to show profile action sheets when clicking on a user's profile picture */
"Show profile action sheets" = "顯示個人檔案操作表";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "顯示錢包選擇";

/* Title of view to log into an account. */
"Sign in" = "登入";

/* Section title for signing out */
"Sign Out" = "登出";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "登出";

/* Button to dismiss the suggested users screen */
"Skip" = "跳過";

/* Description about why Nostr is needed. */
"Social media has developed into a key way information flows around the world. Unfortunately, our current social media systems are broken" = "社交媒體已發展成為信息在世界範圍內流動的重要方式。不幸的是，我們當前的社交媒體系統有許多缺陷";

/* Text label indicating which relay software is used to run this Nostr relay. */
"SOFTWARE" = "軟體";

/* Title label for push notification where someone posted a note */
"Someone posted a note" = "有人發佈了一條筆記";

/* Generic title label for push notifications where someone reacted to the user's post */
"Someone reacted to your note" = "有人回應了你的筆記";

/* Body label for push notifications where someone reacted to the user's post with a specific emoji */
"Someone reacted to your note with %@" = "有人用 %@ 回應了你的筆記";

/* Title label for a push notification where someone zapped the user */
"Someone zapped you ⚡️" = "有人給你⚡️打了閃";

/* Description of report type for spam.
   Section header for Universe/Search spam */
"Spam" = "垃圾筆記";

/* Label indicating a staging test environment for Damus Purple functionality (Developer feature) */
"Staging" = "預演";

/* Placeholder as an example of what the user could set as their profile status. */
"Staying humble..." = "保持谦逊...";

/* Label for Purple account subscriber number */
"Subscriber number" = "訂閱者號碼";

/* Ah dang there was an error loading subscription information from the AppStore. Please try again later :( */
"Subscription Error" = "訂閱錯誤";

/* A label indicating that the items below it are suggested hashtags */
"Suggested hashtags" = "推薦主題標籤";

/* Text calling for the user to support Damus through zaps */
"Support Damus" = "支持達摩";

/* Reason for supporting damus development */
"Support Damus development to help build the future of decentralized communication on the web." = "支持達摩的發展，幫助構建網絡上分散式通信的未來。";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "支持的NIP";

/* Title for supporter badge */
"Supporter Badge" = "支持者徽章";

/* Option to take a photo with the camera */
"Take Photo" = "拍照片";

/* Label indicating a local test environment for Damus Purple functionality (Developer feature) */
"Test (local)" = "測試（本地）";

/* Section header for damus text truncation user configuration */
"Text Truncation" = "截斷文本";

/* Appreciation to user for purchasing subscription service */
"Thank you very much for signing up for Damus\u{00A0}Purple. Your contribution helps us continue our fight for a more Open and Free\u{00A0}internet.\n\nYou will also get access to premium features, and a star badge on your profile.\n\nEnjoy!" = "非常感謝你註冊達摩\u{00A0}Purple。你的貢獻將幫助我們繼續爲更開放和自由的\u{00A0}互聯網而奮鬥。\n\n你還將獲得高級功能的訪問權限，並在你的個人檔案上獲得星形徽章。\n\n請享受！";

/* Button to close out of alert that informs that the action to muted a user was successful. */
"Thanks!" = "謝謝！";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "一直顯示圖像";

/* Quick description of what Damus is */
"The go-to iOS Nostr client" = "首選 iOS Nostr 客戶端";

/* An error message that appears when the user attempts to add a relay that has already been added. */
"The relay you are trying to add is already added.\nYou're all set!" = "你嘗試添加的中繼器已經被添加了。\n你已準備就緒！";

/* In-app purchase error message for the user */
"There has been an unexpected error with the in-app purchase. Please try again later or contact support@damus.io. Error: %@" = "應用程式內購買出現意外錯誤。請稍後再試或聯繫 support@damus.io。錯誤：%@";

/* Error label when Purple account information fails to load */
"There was an error loading your account. Please try again later. If problem persists, please contact us at support@damus.io" = "加載你的帳戶時出現錯誤。請稍後重試。如果問題仍然存在，請通過 support@damus.io 與我們聯繫。";

/* Notice label that user cannot manage their In-App purchases */
"This device's in-app purchase is registered to a different Nostr account. Unable to manage this Purple account. If you believe this was a mistake, please contact us via support@damus.io." = "此設備的應用內購買已註冊到不同的 Nostr 帳戶。無法管理此 Purple 帳戶。如果你認爲這是一個錯誤，請通過 support@damus.io 聯繫我們。";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make notes or interact in any way. This is used for viewing accounts from their perspective." = "這是一個公鑰，你將無法發佈筆記或以任何形式互動。只能用於從其觀點查看帳戶。";

/* Description for a push notification which has been muted, and explanation that we cannot suppress it */
"This is an event that has been muted according to your mute list rules. We cannot suppress this notification, but we obscured the details to respect your preferences" = "根據你的靜音列表規則，此事件已被靜音。我們不能抑制該通知，但爲了尊重你的偏好，我們模糊了詳情";

/* First post example given to the user during onboarding, as a suggestion as to what they could post first */
"This is my first post on Nostr 💜. I love drawing and folding Origami!\n\nNice to meet you all! #introductions #plebchain " = "這是我在Nostr 💜上的第一篇帖子。我喜歡繪畫和摺紙！\n\n很高興認識大家！#介紹 #plebchain";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "這是你的祕密私鑰。只有用它才能訪問你的帳戶。可以用密碼管理器或其他安全方式保管你的私鑰。切忌不要把私鑰透露給任何人！";

/* Error message indicating that a note is too big and cannot be rendered */
"This note contains too many items and cannot be rendered" = "這條筆記包含太多項目，無法呈現";

/* Navigation bar title for note thread. */
"Thread" = "筆記鏈";

/* Section header title for a list of threads that are muted. */
"Threads" = "聊天";

/* Instruction on how to verify npub during Damus Purple checkout */
"To continue your Purple subscription checkout, please verify your npub by clicking on the button below" = "請點擊下面的按鈕驗證你的 npub，以繼續完成你的 Purple 訂閱結帳。";

/* A label indicating that the notes being displayed below it are all top note search results */
"Top hits" = "熱門搜索";

/* Text indicating that this zap is the one with the highest amount of sats. */
"Top Zap" = "最高打閃";

/* Toggle to translate direct messages. */
"Translate DMs" = "翻譯私信";

/* Button to translate note from different language. */
"Translate Note" = "翻譯筆記";

/* Dropdown option for selecting translate.nostr.wine as the translation service. */
"translate.nostr.wine (DeepL, Pay with BTC)" = "translate.nostr.wine (DeepL，支付 BTC)";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "已從%@翻譯";

/* Navigation title for translation settings.
   Section header for text and appearance settings */
"Translation" = "翻譯";

/* Section title for selecting the translation service. */
"Translations" = "翻譯";

/* Setting to truncate text in mention notifications */
"Truncate notification mention text" = "截斷提及通知的文本";

/* Setting to truncate text in timeline */
"Truncate timeline text" = "截斷時間表文本";

/* Text field prompt asking user to type DELETE in all caps to confirm that they want to proceed with deleting their account. */
"Type %@ to delete" = "輸入%@以刪除";

/* Text box prompt to ask user to type their note. */
"Type your note here..." = "在此輸入你的筆記...";

/* Alert message letting user know a QR Code was not found. */
"Unable to find a QR Code" = "找不到二維碼";

/* Button to unfollow a user. */
"Unfollow" = "取消關注";

/* Button to unfollow a given hashtag. */
"Unfollow hashtag" = "取消關注主題標籤";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "正在取消關注...";

/* Toolbar label for the universal view where notes from all connected relay servers appear. */
"Universe 🛸" = "宇宙 🛸";

/* Button to unmute a profile. */
"Unmute" = "取消靜音";

/* Context menu option for unmuting a conversation. */
"Unmute conversation" = "取消靜音對話";

/* Label represnting a button that the user can tap to unmute a given hashtag so they start seeing it in their feed again. */
"Unmute Hashtag" = "取消靜音主題標籤";

/* No comment provided by engineer. */
"Untitled" = "無標題";

/* Button to proceed with uploading. */
"Upload" = "上傳";

/* Custom URL host for Damus Purple testing
   Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message that informs a user was muted. */
"User has been muted" = "用戶已被靜音";

/* Alert message to indicate the user has been muted */
"User muted" = "用戶已被靜音";

/* Section header for user profile status settings. */
"User Statuses" = "用戶狀態";

/* Label for Username section of user profile form. */
"Username" = "用戶名";

/* Section header title for a list of muted users. */
"Users" = "用戶";

/* Instructions after the user has verified their npub for Damus Purple purchase checkout */
"Verified!" = "驗證通過！";

/* Button label to verify the user's npub for the purpose of Purple subscription checkout */
"Verify my npub" = "驗證我的 npub";

/* Section title for displaying the version number of the Damus app. */
"Version" = "版本";

/* Text label indicating which version of the relay software is being run for this Nostr relay. */
"VERSION" = "版本";

/* A button label that allows the user to see the full profile of the profile they are previewing */
"View full profile" = "查看完整個人檔案";

/* Setting to only see 1 event per user (npub) in the search/universe */
"View multiple events per user" = "查看每個用戶的多條筆記";

/* Button to switch to view users QR Code */
"View QR Code" = "顯示二維碼";

/* Instruction on how to manage billing externally */
"Visit the Damus website on a web browser to manage billing" = "在瀏覽器上訪問達摩網頁來管理賬單";

/* Text telling the user to wake up, where the argument is their display name. */
"Wake up, %@" = "醒醒，%@";

/* Navigation title for attaching Nostr Wallet Connect lightning wallet.
   Navigation title for Wallet view
   Sidebar menu label for Wallet view.
   Title for section in zap settings that controls the Lightning wallet selection. */
"Wallet" = "錢包";

/* Label text indicating that below it is the wallet address. */
"Wallet Address" = "錢包地址";

/* Label text indicating that below it is the information about the wallet relay. */
"Wallet Relay" = "錢包中繼";

/* Alert for resetting the user's contact list. */
"WARNING:\n\nThis will reset your contact list, including the list of everyone you follow and the list of all relays you usually connect to. ONLY PROCEED IF YOU ARE SURE YOU HAVE LOST YOUR CONTACT LIST BEYOND RECOVERABILITY." = "警告：\n\n這將重置你的通訊錄，包括你的關注列表和你通常鏈接的中繼器列表，只有在確定通訊錄已丟失無法恢復的情況下，才應繼續操作。";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "警告：\n\n這將簽署一個刪除此帳戶的事件。\n\n你將無法使用此帳戶的密鑰登陸達摩。\n\n你確定要繼續嗎？";

/* Message indicating that no First Aid actions are available. */
"We did not detect any issues that we can automatically fix for you. If you are having issues, please contact Damus support: [support@damus.io](mailto:support@damus.io)" = "我們沒有檢測到任何可以自動爲你修復的問題。如果你遇到問題，請聯繫達摩支持人員： [support@damus.io](mailto:support@damus.io)";

/* Label for Website section of user profile form. */
"Website" = "網站";

/* Welcome text shown on the first screen when user is not logged in. */
"Welcome to Damus" = "歡迎來到達摩";

/* Greeting to subscription service */
"Welcome to Purple" = "歡迎來到 Purple";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "歡迎來到由%@控制的社交網絡。";

/* Welcome text */
"Welcome to the social network you control" = "歡迎來到由你控制的社交網絡";

/* Text to welcome user. */
"Welcome!" = "歡迎！";

/* Text to welcome user. */
"Welcome, %@!" = "歡迎，%@！";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "你想要舉報什麼問題？";

/* Heading text for section describing what is Nostr. */
"What is Nostr?" = "Nostr 是什麼？";

/* Title for a screen displaying suggestions of who to follow */
"Who to Follow" = "關注些誰";

/* Heading text for section describing why Nostr is needed. */
"Why we need Nostr?" = "為什麼需要 Nostr？";

/* Section header title for a list of words that are muted. */
"Words" = "單詞";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* User confirm Yes */
"Yes" = "確認";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "確定覆蓋";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "你";

/* Text telling the user that they are dreaming. */
"You are dreaming..." = "你在做夢...";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "你還沒有收藏，請在菜單中添加收藏內容";

/* Part 1 of 2 in message 'You unlocked automatic translations' the user gets when they sign up for Damus Purple */
"You unlocked" = "你已解鎖";

/* Label for Your Name section of user profile form. */
"Your Name" = "你的名字";

/* A notification message explaining to the user that their Damus Purple Subscription is expiring soon, prompting them to renew. */
"Your Purple subscription expires in %@ days. Renew?" = "你的 Purple 訂閱將在 %@ 天內到期。是否更新？";

/* A notification message explaining to the user that their Damus Purple Subscription is expiring in one day, prompting them to renew. */
"Your Purple subscription expires in 1 day. Renew?" = "你的 Purple 訂閱將在1 天內到期。是否更新？";

/* A notification message explaining to the user that their Damus Purple Subscription has expired, prompting them to renew. */
"Your Purple subscription has expired. Renew?" = "你的 Purple 訂閱已到期。是否更新？";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "你的舉報將被發送到你已連接的中繼器上";

/* Accessibility label for zap button
   Button label that allows the user to zap (i.e. send a Bitcoin tip via the lightning network) the user shown on-screen
   Text underneath the number of sats indicating that it's the amount used for zaps.
   Title of notification when a non-private zap is received. */
"Zap" = "打閃";

/* Message to display when sending a zap from the user's connected wallet failed. */
"Zap attempt from connected wallet failed." = "從已連接的錢包嘗試的打閃失敗了。";

/* Message to display when a zap from the user's connected wallet was canceled. */
"Zap attempt from connected wallet was canceled." = "從已連接的錢包嘗試的打閃已取消。";

/* Button label indicating that a zap action was unsuccessful (i.e. the user was unable to send a Bitcoin tip via the lightning network to the user shown on-screen) 
   Title of an alert indicating that a zap action failed */
"Zap failed" = "打閃失敗";

/* Text to indicate that the buttons below it is for choosing the type of zap to send. */
"Zap type" = "打閃種類";

/* Button to send a zap. */
"Zap User" = "打閃用戶";

/* Setting to enable vibration on zap */
"Zap Vibration" = "打閃振動";

/* Button label indicating that a zap action was successful (i.e. the user is successfully sent a Bitcoin tip via the lightning network to the user shown on-screen)  */
"Zapped!" = "已打閃！";

/* Button label indicating that a zap action is in progress (i.e. the user is currently sending a Bitcoin tip via the lightning network to the user shown on-screen)  */
"Zapping" = "正在打閃";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "正在打閃...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view.
   Navigation title for zap settings.
   Section header for zap settings
   Setting to enable Zap Local Notification
   Title for section in zap settings that controls general zap preferences. */
"Zaps" = "打閃";

